[
    {
      "id": 1,
      "name": "Power Whey",
      "description": "A Power Whey a legmagasabb biológiai értékű protein ami ma elérhető a testépítők számára. A modern gyártási eljárásoknak, mint például az ultra és mikroszűrés, fordított ozmózis és a protein evaporation (kíméletes protein besűrítés) technológiáknak köszönhetően a Power Whey-ben az izomnövekedéshez szükséges összes anabolikus komponens megtalálható. A power Whey optimális mennyiségben és arányban tartalmazza az összes fehérje mikrofrakciót, ennek köszönhető immunrendszer erősítő hatása, mely hozzásegít a gyors regenerálódáshoz, valamint a magas esszenciális és elágazó szénláncú (BCAA-leucin, izoleucin és valin) aminosav tartalma segít a kemény munkával megszerzett izomzat megtartásában. A Power Whey rendkívül magas aminosav és nagyon alacsony laktóz- és zsírtartalmának köszönhetően gyors erő- és izomnövekedés érhető el felesleges zsír lerakódása nélkül. A Power Whey protein rendkívül könnyen emészthető és elfogyasztását követően néhány percen belül elárasztja az izomzatot a növekedéshez szükséges aminosavakkal, ami nagyon fontos a gyors fejlődéshez.",
      "image": "assets/img/products/POWER-WHEY-CINNAMON.jpg",
      "price": 7990,
      "featured": true,
      "visible": true,
      "web-link": "",
      "flavors": ["csoki", "vanília", "eper", "erdei gyümölcs", "citrom túró", "banán", "fahéj"],
      "packaging":["1kg (40 adag)", "4kg (160 adag)"],
      "dosage":"naponta kétszer két adagoló-kanálnyi (25 g) Power Whey-t keverni vízbe vagy tejbe, lehetőleg turmixgéppel.",
      "type": "Fehérje"
    },
    {
      "id": 2,
      "name": "Power Soy",
      "description": "A szójaprotein a kilencvenes évek elejétől jelent meg a testépítésben, de a robbanásszerű népszerűsége csak a kilencvenes évek közepétől kezdődött. Az elmúlt néhány évben sikerült olyan tökéletesre fejleszteni a szójaprotein gyártást, hogy az a testépítőknek is minden szempontból megfeleljen. A Power Soy szójaprotein izolátum csúcstechnologiájú vízes extrakcióval készül, megőrízve a biológiailag aktív anyagokat, és ezáltal minden tekintetben megfelel a testépítők legmagasabb elvárásainak is. A Power Soy szójaprotein izolátum csúcstechnologiájú vizes extrakcióval készül, megőrizve a biológiailag aktív anyagokat és ezáltal minden tekintetben megfelel a testépítők legmagasabb elvárásainak is. A Power Soy szójafehérfe izolátum a legjobb szálkásító protein ami ma kapható. Kutatások bebizonyították, hogy napi kétszer 25 g szójafehérje elfogyasztása 30 %-kal megnöveli a pajzsmirigyben termelődő thyroid hormon szintet, miáltal fokozódik a szénhidrátok elégetése és a zsírok lebontása. A kutatók azt is megállapították, hogy a szójafehérje izolátum magas esszenciális és BCAA aminosav tartalma miatt napi 50 g szójaprotein izolátum elfogyasztása nem csak az anyagcserét gyorsítja, hanem edzés mellett a sovány izomzat tömegét is növeli. A Power Soy szójafehérje proteint megerősítettük 12 féle vitaminnal, ami az edzés utáni kimerült szervezet regenerálódását segíti. A Power Soy szójafehérje izolátum szénhidrát- és laktóz mentes, zsírtartalma alacsony, fehérjetartalma pedig kiemelkedően magas, megközelíti a 90 %-kot.",
      "image": "assets/img/products/POWER-SOY.jpg",
      "price": 7990,
      "featured": false,
      "visible": true,
      "web-link": "",
      "flavors": ["csoki", "vanília", "eper"],
      "packaging":["1kg (40 adag)"],
      "dosage":"naponta kétszer két adagolókanálnyi (25 g) Power Soy-t keverni vízbe vagy tejbe, lehetőleg turmixgéppel.",
      "type": "Fehérje"
    },
    {
      "id": 3,
      "name": "Power Protein",
      "description": "A Power Protein a legújabb fejlesztésű magas fehérje tartalmú nagyon kedvező árfekvésű protein kezdő, és haladó testépítők számára. A Power Protein a három legnépszerűbb fehérje fajta – a növényi eredetű szója protein (koncentrátum és izolátum), az állati eredetű tejsavó protein és kazein- felhasználásával készül, egyesítve a fehérjék kiváló tulajdonságait. Mivel mind lassan (kazein) és gyorsan (tejsavó fehérje) felszívódó fehérjét is tartalmaz, az aminosavak adagolása ideális, ami egyenletes és hosszan tartó megfelelő mennyiségű és minőségű aminosav ellátást biztosít az izmoknak. Külön-külön is érvényesülnek a felhasznált fehérje fajták jótékony hatásai. A tejsavó fehérje immunrendszer erősítő tulajdonsággal rendelkezik, továbbá jelentősen csökkenti a kemény edzés után fellépő esetleges izomfájdalmakat. A szója protein koncentrátum rosttartalma jótékony hatást fejt ki az emésztésre, az izolátum pedig elősegíti a vér koleszterin- és triglicerid szintjének csökkenését, megelőzve ezzel a szívbetegségek kialakulásának esélyét. A Power Protein tartalmaz még taurint, mely folyamatos energiaellátást biztosít az edzés során, L-glutamint, regenerálódásában és sejttérfogat növelő hatásának köszönhetően, az izmok feszesebbé és teltebbé válnak. A Power Protein tartalmazza az izomépítéshez szükséges legfontosabb 12 féle vitamint is.",
      "image": "assets/img/products/POWER-PROTEIN.jpg",
      "price": 7990,
      "featured": false,
      "visible": true,
      "web-link": "",
      "flavors": ["csoki", "vanília", "eper"],
      "packaging":["1kg (40 adag)", "4kg (160 adag)"],
      "dosage":"naponta kétszer két adagoló-kanálnyi (25g) Power Protein-t keverni vízbe vagy tejbe, lehetőleg turmixgéppel.",
      "type": "Fehérje"
    },
    {
      "id": 4,
      "name": "Power Mass",
      "description": "A Power Mass egy modern, magas fehérjetartalmú izomtömeg növelő, mely ideális kezdő és haladó testépítők számára egyaránt. Különleges fehérje és szénhidrát tartalmánál fogva kiválóan alkalmas izomtömeg növelésre anélkül, hogy egyetlen felesleges kalóriát jutatnánk be a szervezetbe. Fehérjetartalma egy komplex keverék, mely egyaránt tartalmaz lassan és gyorsan felszívódó fehérjéket. Fő fehérje komponense a tejsavó protein koncentrátum, mely gyors felszívódásának köszönhetően azonnal ellátja az izmokat aminosavakkal, erősíti az immunrendszert, és csökkenti az edzés után kialakulló izomfájdalmakat. ásik komponense a lassan felszívódó kazein, mely az edzést követően hosszú órákig biztosítja az izomépítéshez szükséges aminosavak folyamatos ellátoását. Szénhidrát tartama szintén kettős, mivel tartalmaz komplex és egyszrű szénhidrátokat is. Ennek a kettős szénhidrát tartalmomnak köszönhetően az izmok elegendő energiával rendelkeznek a kemény edzéshez és lényegesen könnyebben regenerálódnak az edzést követően, feltöltve a kiürült glikogén raktárakat. A Power Mass tartalamz még taurint, mely folyamatos energiaellátást biztosít az edzés során, L-glutamint, mely jelentős szerepet játszik az izmok edzést követő regenerálódásában és sejttérfogat növelő hatásának köszönhzetően az izmok feszesebbé és teltebbé válnak. A Power Mass tartalmazza az izomépítéshez szükséges legfontosabb 12 féle vitamint is.",
      "image": "assets/img/products/POWER-MASS.jpg",
      "price": 14490,
      "featured": true,
      "visible": true,
      "web-link": "",
      "flavors": ["csoki", "vanília", "eper"],
      "packaging":["1250g (25 adag)", "5kg (100adag)"],
      "dosage":"naponta két adagolókanálnyi (50 g) Power Mass-t keverni vízbe vagy tejbe,lehetőleg turmixgéppel.",
      "type": "Tömegnövelő"
    },
    {
      "id": 5,
      "name": "Power X-Mass",
      "description": "A Power Mass egy modern, magas fehérjetartalmú izomtömeg növelő, mely ideális kezdő és haladó testépítők számára egyaránt. Különleges fehérje és szénhidrát tartalmánál fogva kiválóan alkalmas izomtömeg növelésre anélkül, hogy egyetlen felesleges kalóriát jutatnánk be a szervezetbe. Fehérjetartalma egy komplex keverék, mely egyaránt tartalmaz lassan és gyorsan felszívódó fehérjéket. Fő fehérje komponense a tejsavó protein koncentrátum, mely gyors felszívódásának köszönhetően azonnal ellátja az izmokat aminosavakkal, erősíti az immunrendszert, és csökkenti az edzés után kialakulló izomfájdalmakat. ásik komponense a lassan felszívódó kazein, mely az edzést követően hosszú órákig biztosítja az izomépítéshez szükséges aminosavak folyamatos ellátoását. Szénhidrát tartama szintén kettős, mivel tartalmaz komplex és egyszrű szénhidrátokat is. Ennek a kettős szénhidrát tartalmomnak köszönhetően az izmok elegendő energiával rendelkeznek a kemény edzéshez és lényegesen könnyebben regenerálódnak az edzést követően, feltöltve a kiürült glikogén raktárakat. A Power Mass tartalamz még taurint, mely folyamatos energiaellátást biztosít az edzés során, L-glutamint, mely jelentős szerepet játszik az izmok edzést követő regenerálódásában és sejttérfogat növelő hatásának köszönhzetően az izmok feszesebbé és teltebbé válnak. A Power Mass tartalmazza az izomépítéshez szükséges legfontosabb 12 féle vitamint is.",
      "image": "assets/img/products/POWER-X-MASS.jpg",
      "price": 4990,
      "featured": false,
      "visible": true,
      "web-link": "",
      "flavors": ["csoki", "vanília", "eper"],
      "packaging":[""],
      "dosage":"",
      "type": "Tömegnövelő"
    },
    {
      "id": 6,
      "name": "Power Glutamin",
      "description": "Maximális teljesítményhez.",
      "image": "assets/img/products/POWER-GLUTAMINE-OLD.jpeg",
      "price": 4990,
      "featured": false,
      "visible": true,
      "web-link": "",
      "flavors": [""],
      "packaging":[""],
      "dosage":"",
      "type": "Aminosav"
    },
    {
      "id": 7,
      "name": "Power Taurine",
      "description": "Maximális teljesítményhez.",
      "image": "assets/img/products/POWER-TAURINE.avif",
      "price": 4990,
      "featured": false,
      "visible": true,
      "web-link": "",
      "flavors": [""],
      "packaging":[""],
      "dosage":"",
      "type": "Aminosav"
    },
    {
      "id": 8,
      "name": "Power Creatin",
      "description": "Maximális teljesítményhez.",
      "image": "assets/img/products/POWER-CREATINE-OLD.jpg",
      "price": 4990,
      "featured": true,
      "visible": true,
      "web-link": "",
      "flavors": [""],
      "packaging":[""],
      "dosage":"",
      "type": "Kreatin"
    },
    {
      "id": 9,
      "name": "Power Cell",
      "description": "Maximális teljesítményhez.",
      "image": "assets/img/products/POWER-CELL.jpg",
      "price": 4990,
      "featured": false,
      "visible": true,
      "web-link": "",
      "flavors": [""],
      "packaging":[""],
      "dosage":"",
      "type": "Kreatin"
    }
    
  ]
  